Repository: snikket-im/snikket-web-portal
Catalog: snikket_web/translations/*/LC_MESSAGES/messages.po
Languages: es, ja

source: Login name
es: Nombre de inicio de sesión
ja: ロゲイン名

source: Display name
es: Nombre público
ja: 表示名

source: Access Level
es: Nivel de acceso

source: Limited
es: Limitado

source: Normal user
es: Usuario ordinario

source: Administrator
es: Administrador

source: Update user
es: Actualizar usuario

source: Restore account
es: Restaurar cuenta

source: Unlock account
es: Desbloquear cuenta

source: Create password reset link
es: Crear enlace de reseteo de contraseña

source: Password reset link created
es: Enlace de reseteo de contraseña creado

source: User account restored
es: Cuenta de usuario restaurada

source: User account unlocked
es: Cuenta de usuario desbloqueada

source: Could not restore user account
es: No ha sido posible restaurar la cuenta de usuario

source: Could not unlock user account
es: No ha sido posible desbloquear la cuenta de usuario

source: User information updated.
es: Información de usuario actualizada.

source: Delete user permanently
es: Eliminar usuario permanentemente
ja: ユーザーを削除する

source: User deleted
es: Usuario eliminado

source: Password reset link not found
es: Enlace de restablecimiento de contraseña no encontrado

source: Password reset link deleted
es: Enlace de restablecimiento de contraseña eliminado

source: Invite to circle
es: Invitar a círculo
ja: サークルに紹介する

source: At least one circle must be selected
es: Al menos un círculo ha de ser seleccionado
ja: サークルを選択してください

source: Valid for
es: Válido para
ja: 有効期限

source: One hour
es: Una hora
ja: 一時間

source: Twelve hours
es: Doce horas
ja: １２時間

source: One day
es: Un día
ja: 一日

source: One week
es: Una semana
ja: 一週間

source: Four weeks
es: Cuatro semanas
ja: ４週間

source: Invitation type
es: Tipo de invitación
ja: 紹介の種類

source: Group
es: Grupo
ja: 複数回

source: Comment (optional)
es: Comentario (opcional)

source: New invitation link
es: Nuevo enlace de invitación
ja: 新しい紹介状

source: Revoke
es: Revocar
ja: 取り消す

source: Invitation created
es: Invitación creada

source: No such invitation exists
es: No existe tal invitación

source: Invitation revoked
es: Invitación revocada

source: Name
es: Nombre
ja: 名

source: Create circle
es: Crear círculo
ja: サークルを作成

source: Circle created
es: Círculo creado

source: Select user
es: Seleccionar usuario
ja: ユーザー選択

source: Update circle
es: Actualizar círculo
ja: サークルを更新

source: Add user
es: Añadir usuario
ja: ユーザーを追加する

source: No such circle exists
es: No existe tal círculo

source: Circle data updated
es: Datos de círculo actualizados

source: User added to circle
es: Usuario añadido al círculo

source: User removed from circle
es: Usuario borrado del círculo

source: Chat removed from circle
es: Conversación borrada del círculo

source: Delete circle permanently
es: Borrar círculo permanentemente
ja: サークルを削除

source: Circle deleted
es: Círculo borrado

source: Group chat name
es: Nombre de conversación grupal

source: Create group chat
es: Crear conversación grupal

source: New group chat added to circle
es: Nueva conversación grupal añadida al círculo

source: Message contents
es: Contenido del mensaje

source: Only send to online users
es: Enviar sólo a usuarios en línea

source: Post to all users
es: Enviar a todos los usuarios

source: Send preview to yourself
es: Enviar vista preliminar a uno mismo

source: Announcement sent!
es: ¡Anuncio enviado!

source: Main
es: Principal
ja: 第一サークル

source: Never
es: Nunca

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: %(time)s ago
es: Hace %(time)s

source: The account data you tried to import is too large to upload. Please contact your Snikket operator.
es: El tamaño de los datos de cuenta que han tratado de ser importados es demasiado grande para ser subidos. Por favor, contacta con tu operador de Snikket.

source: Username
es: Nombre de usuario
ja: ユーザー名

source: Password
es: Contraseña
ja: パスワード

source: Confirm password
es: Confirma la contraseña
ja: 確認用パスワード

source: The passwords must match.
es: Las contraseñas han de coincidir.

source: Create account
es: Crear cuenta
ja: アカウント作成

source: That username is already taken.
es: Ese nombre de usuario ya está registrado.

source: Registration was declined for unknown reasons.
es: El registro ha sido rechazado debido a razones desconocidas.

source: The username is not valid.
es: El nombre de usuario no es válido.

source: Change password
es: Cambiar contraseña
ja: パスワード変更

source: Account data file
es: Archivo de datos de cuenta

source: Import data
es: Importar datos

source: The account data you tried to import is in an unknown format. Please upload an XML file in XEP-0227 format (provided format: %(mimetype)s).
es: Los datos de cuenta que han tratado de ser importados están en un formato desconocido. Por favor, sube un archivo XML con formato XEP-0227 (formato facilitado: %(mimetype)s).

source: Address
es: Dirección
ja: アドレス

source: Sign in
es: Iniciar sesión
ja: サインイン

source: Invalid username or password.
es: Nombre de usuario o contraseña inválido.
ja: ユーザー名またはパスワードが不正。

source: Login successful!
es: ¡Acceso con éxito!

source: Current password
es: Contraseña actual
ja: 現在のパスワード

source: New password
es: Nueva contraseña
ja: 新しいパスワード

source: Confirm new password
es: Confirme nueva contraseña
ja: 新しいパスワードの確認

source: The new passwords must match.
es: Las nuevas contraseñas han de coincidir.

source: Sign out
es: Cerrar sesión
ja: サインアウト

source: Nobody
es: Nadie

source: Friends only
es: Sólo amigos
ja: コンタクト限定

source: Everyone
es: Todos
ja: 全員

source: Profile visibility
es: Visibilidad del perfil

source: Update profile
es: Actualizar perfil
ja: プロファイル管理

source: Account data
es: Datos de la cuenta

source: Upload
es: Subida

source: Incorrect password.
es: Contraseña incorrecta.

source: Password changed
es: Contraseña cambiada

source: The chosen avatar is too big. To be able to upload larger avatars, please use the app.
es: El avatar elegido es demasiado grande. Para poder subir avatares más grandes, utilice la aplicación, por favor.

source: Profile updated
es: Perfil actualizado

source: Export
es: Exportar

source: You currently have no account data to export.
es: No dispone actualmente de datos de cuenta para exportar.

source: A <a href="%(about_url)s">Snikket</a> service
es: Un servicio de <a href="%(about_url)s">Snikket</a>

source: “Snikket” and the parrot logo are trademarks of Snikket Community Interest Company.
es: "Snikket" y el logo del loro son marcas registradas de "Snikket Community Interest Company".

source: About Snikket
es: Acerca de Snikket
ja: Snikketについて

source: About this Service
es: Acerca de este servicio
ja: このサービスについて

source: This is the Snikket service <em>%(site_name)s</em>, running open-source software from the Snikket project.
es: Este es el servicio Snikket de <em>%(site_name)s</em>, ejecutando software de código abierto del proyecto Snikket.

source: To learn more about Snikket, visit the <a href="%(snikket_url)s">Snikket website</a>.
es: Para aprender más acerca de Snikket, visite la <a href="%(snikket_url)s">página web de Snikket</a>.
ja: Snikket についてについて知りたい方は <a href="%(snikket_url)s">ホームページ</a> をご覧ください。

source: View service policies
es: Ver las políticas de servicio

source: Licenses
es: Licencias

source: The web portal software is licensed under the terms of the <a href="%(agpl_url)s">Affero GNU General Public License, version 3.0 or later</a>. The full terms of the license can be reviewed using the aforementioned link.
es: El software del portal web está licenciado bajo los términos de la <a href="%(agpl_url)s">licencia pública general de Affero, versión 3.0 o posterior</a>. Los términos de la licencia pueden ser consultados empleando el enlace anterior.

source: The source code of the web portal can be downloaded and viewed in <a href="%(source_url)s">its GitHub repository</a>.
es: El código fuente del portal web puede ser descargado y visto en <a href="%(source_url)s">su repositorio de GitHub</a>.

source: The icons used in the web portal are <a href="%(source_url)s">Google’s Material Icons</a>, made available by Google under the terms of the <a href="%(apache20_url)s">Apache 2.0 License</a>.
es: Los iconos empleados en el portal web son los <a href="%(source_url)s">iconos Material de Google</a>, hechos disponibles por Google bajo los términos de la <a href="%(apache20_url)s">licencia Apache 2.0</a>.

source: Trademarks
es: Marcas registradas

source: “Snikket” and the parrot logo are trademarks of Snikket Community Interest Company. For more information about the trademarks, visit the <a href="%(trademarks_url)s">Snikket Trademarks information page</a>.
es: "Snikket" y el logo del loro son marcas registradas de "Snikket Community Interest Company". Para más información sobre marcas registradas, visite la <a href="%(trademarks_url)s">página de información de marcas registradas de Snikket</a>.

source: Software Versions
es: Versiones de software
ja: ソフトウェアバーション

source: Back to the main page
es: Vuelta a la página principal
ja: 戻る

source: Admin area
es: Área de administración
ja: 管理

source: Manage circles
es: Gestionar círculos
ja: サークル管理

source: <em>Circles</em> aim to help people who are in the same social circle find each other on your service.
es: Los <em>círculos</em> tienen como objetivo ayudar a la gente que esté en el mismo círculo social a encontrarse los unos a los otros en su servicio.

source: Users who are in the same circle will see each other in their contact list. In addition, each circle may have group chats where the circle members are included.
es: Los usuarios que estén en el mismo círculo se verán los unos a los otros en sus listas de contacto. De forma adicional, cada círculo puede tener conversaciones grupales donde los miembros de los círculos están incluidos.

source: Circle name
es: Nombre de círculo
ja: サークル名

source: Members
es: Miembros
ja: サークル員

source: Actions
es: Acciones
ja: 操作

source: Create invitation to circle %(circle_name)s
es: Crear invitación al círculo %(circle_name)s
ja: %(circle_name)s に紹介

source: Manage members of %(circle_name)s
es: Gestionar miembros de %(circle_name)s
ja: %(circle_name)s の会員管理

source: Edit circle %(circle_name)s
es: Editar el círculo %(circle_name)s
ja: %(circle_name)s を管理

source: No circles
es: No hay círculos
ja: なし

source: Currently, there are no circles on this service. Use the form below to create one.
es: Actualmente, no hay círculos en este servicio. Use el formulario de abajo para crear uno.
ja: サークルが存在しません。この下に作成ができます。

source: New circle
es: Nuevo círculo
ja: 新しいサークル

source: Create new circle group chat
es: Crear un nueva conversación grupal de círculo

source: Add a chat to your circle so its members can hold group discussions.
es: Añadir una conversación a su círculo para que sus miembros puedan tener conversaciones grupales.

source: Tip:
es: Consejo:

source: This is only for creating group chats that automatically include <em>all</em> members of the circle. If you want a normal group chat, create it in the Snikket app instead.
es: Esto es sólo para crear conversaciones grupales que automáticamente incluyen <em>todos</em> los miembros del círculo. Si desea una conversación grupal normal, créela en la aplicación Snikket.

source: Create invitation
es: Crear invitación
ja: 紹介状作成

source: Create new invitation
es: Crear nueva invitación
ja: 新しい紹介状を作成

source: Create a new invitation link to invite more users to your Snikket service by clicking the button below.
es: Crear nuevo enlace de invitación para invitar a más usuarios a su servicio de Snikket haciendo click en el botón inferior.
ja: 友達をこのSnikketサービスに紹介するにはこの下のボタンを。

source: Choose whether this invitation link will allow more than one person to join.
es: Elegir si este enlace de invitación permitirá a más de una persona unirse.

source: The access level of a user determines what interactions are allowed for them on your Snikket service.
es: El nivel de acceso de un usuario determina qué interacciones se permiten en tu servicio Snikket.

source: Debug information for %(user_name)s
es: Información de depuración para %(user_name)s

source: Warning
es: Advertencia

source: The below dump may contain sensitive information.
es: El volcado inferior puede contener información sensible.

source: Raw debug dump
es: Volcado de depurado no editado

source: Copy complete output
es: Copiar salida completa

source: Delete circle %(circle_name)s
es: Eliminar círculo %(circle_name)s

source: Delete circle
es: Eliminar círculo
ja: サークル削除

source: Are you sure you want to delete the following circle?
es: ¿Está seguro de querer eliminar el siguiente círculo?

source: Danger
es: Peligro
ja: 警告

source: The circle and the corresponding chat will be deleted, permanently and immediately upon pushing the below button. <strong>There is no way back!</strong>
es: El círculo y el correspondiente chat serán borrados de forma definitiva una vez el botón de abajo sea seleccionado. <strong>¡Esta operación es irreversible!</strong>

source: Back
es: Volver
ja: 戻る

source: Delete user %(user_name)s
es: Eliminar usuario %(user_name)s
ja: %(user_name)s を削除

source: Delete user
es: Eliminar usuario
ja: ユーザー削除

source: Are you sure you want to delete the following user?
es: ¿Estás seguro de querer eliminar el usuario?
ja: 本当にこのユーザーを削除していいですか？

source: The user and their data will be deleted irrevocably, permanently and immediately upon pushing the below button. <strong>There is no way back!</strong>
es: El usuario y sus datos serán eliminados de forma irreversible, permanente e inmediata una vez el botón de abajo se seleccione. <strong>¡No hay forma de volver atrás!</strong>
ja: ユーザーとそのユーザーのデータが削除されます。<strong>戻ることができません</strong>

source: This is your main circle
es: Éste es tu principal círculo

source: This circle is managed automatically and cannot be removed or renamed.
es: Este círculo es gestionado automáticamente y no puede ser eliminado o renombrado.
ja: このサークルが自動的に管理されるので更新や削除などができません。

source: Circle information
es: Información del círculo
ja: 詳細

source: Return to circle list
es: Volver a la lista de círculos

source: Deleting a circle does not delete any users in the circle.
es: Eliminar un círculo no elimina los usuarios en el círculo.
ja: サークルを削除しても会員は削除されまんせん。

source: Group chats
es: Chats grupales

source: These group chats will be available to all members of the circle.
es: Estos chats grupales estarán disponibles a todos los miembros del círculo.

source: Delete group chat '%(name)s'
es: Eliminar chat grupal '%(name)s'

source: This circle currently has no group chats.
es: Este círculo no tiene actualmente ningún chat grupal.

source: Add group chat
es: Añadir chat grupal

source: Circle members
es: Miembros del círculo
ja: サークル会員

source: All members of the circle will see each other in their contact list.
es: Todos los miembros del círculo serán visibles entre ellos en su lista de contactos.

source: The user has been deleted from the server.
es: El usuario ha sido eliminado del servidor.

source: deleted
es: eliminado

source: Remove user %(username)s from circle
es: Eliminar usuario %(username)s de círculo
ja: %(username)s をサークルから外す

source: This circle currently has no members.
es: Este círculo no tiene miembros actualmente.

source: Invite more members
es: Invitar más miembros
ja: 会員を紹介する

source: Add existing user
es: Añadir usuario existente
ja: ユーザー追加

source: All users added
es: Todos los usuarios han sido añadidos

source: All users on this service are already in this circle.
es: Todos los usuarios en este servicio están ya en este círculo.

source: View invitation
es: Ver invitación
ja: 紹介状表示

source: Valid until
es: Válido hasta
ja: 有効期限

source: Link
es: Enlace
ja: リンク

source: Invitation to Snikket
es: Invitación a Snikket

source: Circles
es: Círculos
ja: サークル

source: Users joining via this invitation will be added to the following circles:
es: Los usuarios uniéndose a través de esta invitación serán añadidos a los siguientes círculos:
ja: この紹介状を使用すると下のサークルに追加されます：

source: Circle
es: Círculo
ja: サークル

source: The user will not be added to any circle and will have no contacts.
es: El usuario no será añadido a ningún círculo ni tendrá contactos.

source: Contact
es: Contacto

source: The user will get added as contact of %(peer_jid)s.
es: El usuario será añadido como contacto de %(peer_jid)s.

source: Created
es: Creado
ja: 作成時

source: Return to invitation list
es: Volver a lista de invitaciones

source: Edit user %(user_name)s
es: Editar usuario %(user_name)s
ja: %(user_name)s を更新

source: This user account is pending deletion
es: Esta cuenta de usuario está pendiente de ser eliminada

source: The owner of the account sent a deletion request on %(date)s using their app.
es: El dueño de la cuenta envió una petición de eliminación el %(date)s usando su app.

source: The account has been locked, and will be automatically deleted permanently in %(time)s.
es: La cuenta ha sido bloqueada, y será automática y permanentemente eliminada en %(time)s.

source: If this was a mistake, you can cancel the deletion and restore the account.
es: Si se trata de un error, puedes anular la eliminación y recuperar la cuenta.

source: This user account is locked
es: Esta cuenta de usuario está bloqueada

source: The user will not be able to log in to their account until it is unlocked again.
es: El usuario no podrá entrar en su cuenta hasta que sea desbloqueada.

source: Edit user
es: Editar usuario

source: The login name cannot be changed.
es: No se puede cambiar el nombre de cuenta.

source: Return to user list
es: Volver a la lista de usuarios

source: Further actions
es: Otras acciones

source: Reset password
es: Restablecer contraseña

source: If the user has lost their password, you can use the button below to create a special link which allows to change the password of the account, once.
es: Si el usuario ha perdido su contraseña, puedes usar el botón de abajo para crear un enlace especial que le permitirá cambiar la contraseña de la cuenta una vez.

source: Debug information
es: Información de depuración

source: In some cases, extended information about the user account and the connected devices is necessary to troubleshoot issues. The button below reveals this (sensitive) information.
es: En algunos casos, es necesaria información detallada sobre la cuenta de usuario y los dispositivos conectados para resolver problemas. El botón de abajo revela esta información (sensible).

source: Show debug information
es: Mostrar información de depuración

source: Welcome to the admin panel!
es: ¡Bienvenido al panel de administración!

source: At your service, %(user_name)s.
es: A su servicio, %(user_name)s.

source: Users
es: Usuarios

source: Create password reset links or delete users.
es: Crear un enlace de restablecimiento de contraseña o eliminación de usuarios.

source: Manage users
es: Gestionar usuarios
ja: ユーザー管理

source: Create and manage social circles represented on your service.
es: Crear un gestionar los círculos sociales representados en tu servicio.

source: Invitations
es: Invitaciones

source: Create, revoke or copy invitations.
es: Crear, revocar o copiar invitaciones.

source: Manage invitations
es: Gestionar invitaciones
ja: 紹介状管理

source: System health
es: Salud del sistema

source: View the server status or send a broadcast message to all users.
es: Ver el estado del servidor o emitir un mensaje a todos los usuarios.

source: Send a broadcast message to all users.
es: El texto "salud del sistema" se muestra abajo exclusivamente cuando la visualización de métricas ha sido habilitada en el portal web.

source: Manage system
es: Gestionar el sistema

source: Go back to your user's web portal page.
es: Volver a tu página de usuario del portal web.

source: Exit admin panel
es: Salir el panel de administración

source: Pending invitations
es: Invitaciones pendientes

source: Type
es: Tipo
ja: 種類

source: Expires
es: Caduca

source: Comment
es: Comentario

source: Show invite details
es: Mostrar detalles de invitación
ja: 紹介状の詳細

source: Copy invite link to clipboard
es: Copiar al portapapeles el enlace de invitación
ja: 紹介状をコピーする

source: Share invitation link
es: Compartir enlace de invitación

source: Delete invitation
es: Eliminar invitación
ja: 紹介状を削除

source: Currently, there are no pending invitations.
es: No hay invitaciones pendientes actualmente.

source: Password reset
es: Inicializar contraseña
ja: パスワード再設定

source: Password reset link for %(user_name)s
es: Enlace de inicialización de contraseña de %(user_name)s
ja: %(user_name)s のパスワード再設定リンク

source: The following link will allow the user to reset their password on their device, once.
es: El siguiente enlace permite al usuario inicializar su contraseña en su dispositivo, sólo una vez.
ja: このリンクはパスワードを一回きり再設定可能にする。

source: Destroy link
es: Eliminar enlace
ja: リンク取り消す

source: Overall system status
es: Estado general del sistema

source: System load (5 minute average)
es: Carga del sistema (5 minutos de media)

source: unknown
es: desconocido

source: Memory use
es: Uso de memoria

source: %(percentage_global)s of %(mem_available)s. Of that, Snikket uses %(percentage_snikket)s.
es: %(percentage_global)s de %(mem_available)s. De esto, Snikket utiliza %(percentage_snikket)s.

source: Web portal status
es: Estado del portal web

source: Version
es: Versión

source: View all versions
es: Ver todas las versiones

source: Average CPU use
es: Uso medio de CPU

source: Current memory use
es: Uso actual de memoria

source: Snikket server status
es: Estado del servidor Snikket

source: Storage used by shared files
es: Almacenamiento usado por los ficheros compartidos

source: Active users
es: Usuarios activos

source: Connected now:
es: Conectados ahora:

source: Past 24 hours:
es: Últimas 24 horas:

source: Past 7 days:
es: Últimos 7 días:

source: Past 30 days:
es: Últimos 30 días:

source: Broadcast message
es: Emitir mensaje

source: This form allows you to send a message to all users currently online on your Snikket server. Use it wisely.
es: Este formulario permite enviar un mensaje a todos los usuarios conectados en este momento a tu servidor Snikket. Usar con prudencia.

source: User
es: Usuario

source: Last active
es: Activo por última vez

source: Deleted
es: Eliminado

source: Locked
es: Bloqueado

source: Snikket Web Portal
es: Portal Web de Snikket
ja: Snikket ホームページ

source: Log out
es: Cerrar sesión
ja: ログアウト

source: Internal error
es: Error interno
ja: サーバ内部エラー

source: The web portal was not able to communicate with the backend.
es: El portal web no ha podido comunicarse con el backend.

source: Please try again later and/or inform your Snikket service admin.
es: Por favor, inténtalo de nuevo más tarde y/o avisa al administrador de tu servicio Snikket.

source: Go back to the main page
es: Volver a la página principal
ja: ホームページに戻る

source: The web portal encountered an internal error.
es: El portal web ha encontrado un error interno.

source: Invite to %(site_name)s
es: Invitar a %(site_name)s
ja: %(site_name)s に紹介する

source: Powered by <img src="%(logo_url)s" alt="Snikket">
es: Propulsado por <img src="%(logo_url)s" alt="Snikket">
ja: Powered by <img alt="Snikket" src="%(logo_url)s">

source: Invite expired
es: Invitación caducada

source: Sorry, it looks like this invitation link has expired!
es: ¡Lo sentimos, pero parece que el enlace de invitación ha caducado!
ja: 紹介状の有効期限が切れている可能性があります。

source: Register on %(site_name)s | Snikket
es: Registrarse en %(site_name)s | Snikket
ja: %(site_name)s に登録 | Snikket

source: Register on %(site_name)s
es: Registrarse en %(site_name)s
ja: %(site_name)s に登録

source: %(site_name)s is using Snikket - a secure, privacy-friendly chat app.
es: %(site_name)s usa Snikket - una app de chateo segura y privada.
