Repository: snikket-im/snikket-web-portal
Catalog: snikket_web/translations/*/LC_MESSAGES/messages.po
Languages: es, ja

source: Create an account
es: Crear una cuenta
ja: アカウント作成

source: Creating an account will allow to communicate with other people using the Snikket app or compatible software. If you already have the app installed, we recommend that you continue the account creation process inside the app by clicking on the button below:
es: Crear una cuenta te permitirá comunicarte con otra gente que usa la app Snikket o software compatible. Si ya tienes la app instalada, recomendamos que continúes el proceso de creación de cuenta dentro de la app haciendo clic en el botón de abajo:

source: App already installed?
es: App ya instalada?

source: Open the app
es: Abrir la app

source: This button works only if you have the app installed already!
es: ¡Este botón funciona sólo si ya tienes la app instalada!

source: Create an account online
es: Crear una cuenta en línea

source: If you plan to use a legacy XMPP client, you can register an account online and enter your credentials into any XMPP-compatible software.
es: Si tienes idea de usar un cliente antiguo de XMPP , puedes registrar una cuenta online y meter tus credenciales en cualquier software compatible con XMPP.

source: Choose a username, this will become the first part of your new chat address.
es: Elige un nombre de usuario, el cual será la primera parte de tu nueva dirección para chatear.

source: Enter a secure password that you do not use anywhere else.
es: Introduce una contraseña segura no usada en ningún otro sitio.

source: Reset your password | Snikket
es: Restablecer tu contraseña | Snikket

source: Reset your password online
es: Restablecer tu contraseña en línea

source: To reset your password online, fill out the fields below and confirm using the button.
es: Para restablecer tu contraseña en línea, rellena los campos de abajo y confirma usando el botón.

source: Password reset successful | Snikket
es: Contraseña restablecida con éxito | Snikket

source: Password reset successful
es: Contraseña restablecida con éxito

source: Your password has been changed
es: Tu contraseña ha sido cambiada

source: You can now log in using your new password.
es: Puedes entrar en sesión usando tu nueva contraseña.

source: You can now safely close this page.
es: Puedes cerrar esta página.

source: Reset your password
es: Restablecer tu contraseña

source: This page allows you to reset the password of your account, <strong>%(account_jid)s</strong>, once.
es: En esta página puedes restablecer la contraseña de tu cuenta, <strong>%(account_jid)s</strong>, una vez.

source: Using the app
es: Usando la app

source: To reset your password using the Snikket App, tap the button below.
es: Para restablecer tu contraseña usando la App Snikket, pulsa el botón de abajo.

source: Alternatively, you can scan the below code with the Snikket App using the Scan button at the top.
es: Alternativamente, puedes escanear el código de abajo con la App Snikket y el botón de Escaneo de arriba.

source: Your camera will turn on. Point it at the square code below until it is within the highlighted square on your screen, and wait until the app recognises it.
es: La cámara se encenderá. Apúntala al recuadro con el código de abajo, hasta que se vea el recuadro en la pantalla, y espera hasta que la app lo reconozca.

source: You will then be prompted to enter a new password for your account.
es: En ese momento tendrás que introducir una nueva contraseña para tu cuenta.

source: Alternatives
es: Alternativas

source: You can also <a href="%(reset_url)s">reset your password online</a> if the above button or scanning the QR code does not work for you.
es: También puedes <a href="%(reset_url)s">restablecer tu contraseña en línea</a> si el botón de arriba o el escaneo del código QR no funciona.

source: Successfully registered on %(site_name)s | Snikket
es: Registrado con éxito en %(site_name)s | Snikket
ja: %(site_name)s に登録完了 | Snikket

source: Successfully registered on %(site_name)s
es: Registrado con éxito en %(site_name)s
ja: %(site_name)s に登録完了

source: Congratulations! You successfully registered on %(site_name)s as %(jid)s.
es: ¡Enhorabuena! Te has registrado con éxito en %(site_name)s como %(jid)s.
ja: おめでとう！%(site_name)s に登録が完了しました。あなたのアドレスは %(jid)s。

source: Your address
es: Tu dirección

source: Copy address
es: Copiar dirección
ja: アドレスをコピーする

source: You can now set up your legacy XMPP client with the above address and the password you chose during registration.
es: Puedes configurar tu cliente XMPP antiguo con la dirección de arriba y la contraseña que elegiste para registrarte.

source: You can now safely close this page, or log in to the web portal to <a href="%(login_url)s">manage your account</a>.
es: Puedes cerrar esta página o entrar en sesión al portal web para <a href="%(login_url)s">gestionar tu cuenta</a>.

source: Import successful
es: Importación con éxito

source: Congratulations! Your account data has been successfully imported.
es: ¡Enhorabuena! Los datos de tu cuenta han sido importados con éxito.

source: Moving to Snikket?
es: ¿Mudándote a Snikket?

source: If you are moving from a different Snikket instance or another XMPP-compatible service, you may optionally import the data (contacts, profile information, etc.) from your previous account. When you have exported the data from your previous account, upload it using the form below.
es: Si te estás mudando desde otra instancia de Snikket u otro servicio compatible con XMPP, tienes la opción de subir los datos (contactos, información de perfil, etc.) de tu cuenta previa. Cuando hayas exportado los datos de tu cuenta previa, puedes subirlos usando el formulario de abajo.

source: Upload account data
es: Subir los datos de tu cuenta

source: Invite to %(site_name)s | Snikket
es: Invitar a %(site_name)s | Snikket
ja: %(site_name)s に紹介 | Snikket

source: You have been invited to chat with %(inviter_name)s using Snikket, a secure, privacy-friendly chat app on %(site_name)s.
es: Has sido invitado a chatear con %(inviter_name)s usando Snikket, una app de chat segura y privada en %(site_name)s.

source: You have been invited to chat on %(site_name)s using Snikket, a secure, privacy-friendly chat app.
es: Has sido invitado a chatear con %(site_name)s usando Snikket, una app de chat segura y privada.

source: By continuing, you agree to the <a href="%(tos_uri)s">Terms of Service</a> and <a href="%(privacy_uri)s">Privacy Policy</a>.
es: Si continuas, estás aceptando los <a href="%(tos_uri)s">Términos de servicio</a> y la <a href="%(privacy_uri)s">Política de privacidad</a>.

source: Get started
es: Empezar

source: Install the Snikket App on your Android or iOS device.
es: Instalar la App Snikket en tu dispositivo Android o iOS.

source: Install the Snikket App on your Android device (<a href="%(ios_info_url)s" rel="noopener noreferrer" target="_blank">iOS coming soon!</a>).
es: Instala la App Snikket en tu dispositivo Android (<a href="%(ios_info_url)s" rel="noopener noreferrer" target="_blank">¡iOS disponible en breve!</a>).

source: Get it on Google Play
es: Consíguelo en Google Play

source: Download on the App Store
es: Bajar de la App Store

source: Get it on F-Droid
es: Consíguelo en F-Droid

source: Send to mobile device
es: Enviar a dispositivo móvil

source: After installation the app should automatically open and prompt you to create an account. If not, simply click the button below.
es: Una vez instalada, la app debería automáticamente abrirse y pedirte crear una cuenta. Si no sucede, simplemente haz clic en el botón de abajo.

source: You can connect to Snikket using any XMPP-compatible software. If the button above does not work with your app, you may need to <a href="%(register_url)s">register an account manually</a>.
es: Puedes conectarte a Snikket usando software compatible con XMPP. Si el botón de arriba no funciona con tu app, puede que necesites <a href="%(register_url)s">registrar una cuenta manualmente</a>.

source: Scan invite code
es: Escanear el código de invitación
ja: 紹介状をスキャン

source: Close
es: Cerrar
ja: 閉める

source: You can transfer this invite to your mobile device by scanning a code with your camera. You can use either a QR scanner app or the Snikket app itself.
es: Puedes transferir esta invitación a tu dispositivo móvil escaneando el código con la cámara. Puedes usar una app de escaneo QR o la misma app Snikket.

source: Install on iOS
es: Instalar en iOS

source: After downloading Snikket from the App Store, you have to return to this invite link and tap on "Open the app" to proceed.
es: Después de bajar Snikket de la App Store, tienes que volver a este enlace de invitación y pulsar en «Abrir la app» para continuar.

source: First download Snikket from the App Store using the button below:
es: Primero baja Snikket de la App Store usando el botón de abajo:

source: After the installation is complete, you can return to this page and tap the "Open the app" button to continue with the setup:
es: Una vez que la instalación ha sido completada, puedes volver a esta página y pulsar el botón «Abrir la app» para continuar con la configuración:

source: Install via F-Droid
es: Instalar a través de F-Droid

source: After installing Snikket via F-Droid, you have to return to this invite link and tap on "Open the app" to proceed.
es: Tras instalar Snikket a través de F-Droid, tienes que volver a este enlace de invitación y pulsar en «Abrir la app» para proceder.

source: First install Snikket from F-Droid using the button below:
es: Primero instala Snikket desde F-Droid usando el botón de abajo:

source: The user is an administrator.
es: El usuario es un administrador.

source: (Administrator)
es: (Administrador)

source: The user is restricted.
es: Usuario restringido.

source: (Restricted)
es: (Restringido)

source: Copy link
es: Copiar enlace
ja: リンクをコピーする

source: Share
es: Compartir

source: Invalid input
es: Entrada inválida
ja: 入力不正

source: Limited users can interact with users on the same Snikket service and be members of circles.
es: Un número limitado de usuarios pueden interactuar con usuarios en el mismo servicio Snikket y ser miembros de círculos.

source: Like limited users and can also interact with users on other Snikket services.
es: Tal como usuarios limitados también pueden interactuar con usuarios de otros servicios Snikket.

source: Like normal users and can access the admin panel in the web portal.
es: Tal como usuarios ordinarios pueden acceder al panel de administración en el portal web.

source: Invite a single person (invitation link can only be used once).
es: Invitar a una sola persona (el enlace de invitación sólo puede ser usado una vez).

source: Invite a group of people (invitation link can be used multiple times).
es: Invitar a un grupo de personas (el enlace de invitación puede ser usado múltiples veces).

source: Snikket Login
es: Iniciar sesión en Snikket
ja: Snikket ログイン

source: Enter your Snikket address and password to manage your account.
es: Introduce tu dirección y contraseña de Snikket para gestionar tu cuenta.

source: Incorrect address
es: Dirección incorrecta

source: This Snikket service only hosts addresses ending in <em>@%(snikket_domain)s</em>. Your password was not sent.
es: El servicio Snikket sólo aloja direcciones que terminan en <em>@%(snikket_domain)s</em>. Tu contraseña no se envió.

source: Policies
es: Políticas

source: Use of this service is subject to the following policies:
es: El uso de este servicio está sujeto a las siguientes políticas:

source: Terms of Service
es: Términos del servicio

source: Privacy Policy
es: Política de privacidad

source: Please contact the administrator of this instance if you have questions about policies.
es: Por favor, contacta el administrador de esta instancia si tiene dudas sobre las políticas.

source: Use of the Snikket apps is subject to the <a href="%(url)s">Snikket Apps Privacy Policy</a>.
es: El uso de Snikket está sujeto a la <a href="%(url)s">Política de privacidad de Snikket App</a>.

source: To report policy violations or other abuse from this service, please send an email to %(email)s. Specify the domain name of this instance (%(domain)s) and include details of the incident(s).
es: Para informar de violaciones u otros abusos de este servicio, envía por favor un email a %(email)s. Indica el nombre de dominio de la instancia (%(domain)s) e incluye detalles del incidente.

source: Operation successful
es: Operación con éxito

source: Welcome to Snikket!
es: ¡Bienvenido a Snikket!

source: Now your Snikket instance is up and running, the next step is to invite people to join it. Family, friends, colleagues... you choose!
es: Ahora que tu instancia Snikket está funcionando, el siguiente paso es invitar a gente a que se una. Familia, amigos, colegas... ¡tú eliges!

source: Your account
es: Tu cuenta

source: Your XMPP address
es: Tu dirección XMPP

source: Edit profile
es: Editar perfil

source: Manage your data
es: Gestiona tus datos

source: Your Snikket
es: Tu Snikket

source: Manage users, invitations and circles of your Snikket service.
es: Gestiona usuarios, invitaciones y círculos de tu servicio Snikket.

source: Admin panel
es: Panel de administración

source: Sign out of the Snikket Web Portal
es: Cerrar sesión del Portal Web Snikket
ja: Snikket ホームページからログアウト

source: Click below to log yourself out of the web portal. This does not affect any other connected devices.
es: Haz clic abajo para cerrar la sesión en el portal web. Esto no afecta a otros dispositivos conectados.

source: Export account
es: Exportar cuenta

source: Download your account data as a file for backup purposes or to move your account to another service.
es: Bajar los datos de tu cuenta como un fichero de copia de seguridad sirve para mudar tu cuenta a otro servicio.

source: Change your password
es: Cambiar tu contraseña
ja: パスワード変更

source: To change your password, you need to provide the current password as well as the new one. To reduce the chance of typos, we ask for your new password twice.
es: Para cambiar tu contraseña, tienes que proveer tu contraseña actual así como una nueva. Para reducir el número de errores, te pediremos la contraseña nueva dos veces.

source: After changing your password, you will have to enter the new password on all of your devices.
es: Tras cambiar tu contraseña, tendrás que introducir la nueva contraseña en todos tus dispositivos.

source: Update your profile
es: Actualizar tu perfil

source: Profile
es: Perfil
ja: プロファイル

source: Visibility
es: Visibilidad

source: This section allows you to control who can see your profile information, like avatar and nickname.
es: Esta sección permite que controles quién puede ver la información de tu perfil, tal como el avatar o el apodo.

source: Individual
ja: 一回

source: The passwords must match
ja: 確認用パスワードが一致しません

source: That username is already taken
ja: このユーザー名は存在しています

source: Registration was declined for unknown reasons
ja: 理由不明の登録エラー

source: The username is not valid
ja: ユーザー名が不正

source: The new passwords must match
ja: 新しいパスワードが不一致

source: Avatar
ja: アバター

source: Incorrect password
ja: パスワード不正

source: This circle cannot be modified
ja: このサークルの更新ができません

source: Group chat address
ja: 談話室アドレス

source: User information
ja: ユーザー詳細

source: Go back to your user’s web portal page.
ja: ホームページに戻る。

source: Welcome!
ja: ようこそ！

source: Welcome home, %(user_name)s.
ja: ようこそ、 %(user_name)s。
